{
  "disaster": "Marburg Disease Outbreak",
  "country": "Ethiopia",
  "country_code": "eth",
  "total_documents": 19,
  "total_pdfs": 11,
  "fetched_on": "2026-02-12T14:12:18.853467",
  "reports": [
    {
      "reliefweb_id": "4196657",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #7 (Situation update January 30, 2026)",
      "date": {
        "original": "2026-01-30T00:00:00+00:00",
        "changed": "2026-02-02T08:04:51+00:00",
        "created": "2026-01-30T00:00:00+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-7-situation-update-january-30-2026",
      "body_text": "<p>FAST FACTS</p>\n<p>• On November 14, the Ministry of Health in Ethiopia confirmed an outbreak of Marburg virus disease (MVD) in Jinka.</p>\n<p>• As of January 30, there have been 14 confirmed cases, along with nine deaths and five recoveries.</p>\n<p>• Ethiopia declared the end of the Marburg virus disease outbreak on January 25, after 42 days with no new confirmed cases.</p>\n<p>OUR FOOTPRINT</p>\n<p>• Since 2003, International Medical Corps has provided services in Ethiopia related to emergencies, health, nutrition, mental and psychosocial support (MHPSS), and water, sanitation and hygiene.</p>\n<p>OUR RESPONSE</p>\n<p>• At an event marking the end of the MVD outbreak, International Medical Corps was recognized by the Ministry of Health for our partnership during the national MVD response.</p>\n<p>• International Medical Corps has supported the screening of 9,376 people, leading to identification and management of 9,199 nonMVD cases.</p>\n<p>• We donated pharmaceuticals and essential medical equipment to address identified gaps.</p>\n<p>• We have provided MHPSS services and awareness activities to 117 people at Jinka General Hospital and Arba Minch General Hospital.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4196657_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep07.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4196657_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep07.pdf",
          "url": "https://reliefweb.int/attachments/770f8499-c7c2-433e-8f8d-b505b33430fb/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep07.pdf",
          "size": 343041
        }
      ]
    },
    {
      "reliefweb_id": "4196107",
      "title": "Ethiopia Ends Marburg Outbreak, Showcasing Rapid Action and Health System Strength",
      "date": {
        "original": "2026-01-28T00:00:00+00:00",
        "changed": "2026-01-28T09:36:50+00:00",
        "created": "2026-01-28T09:36:50+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-ends-marburg-outbreak-showcasing-rapid-action-and-health-system-strength",
      "body_text": "<p><strong>Addis Ababa, Ethiopia, 26 January 2026 –</strong> The first-ever outbreak of Marburg in Ethiopia has been declared over, after less than three months of rapid and collaborative response efforts supported by the Africa Centres for Disease Control and Prevention (Africa CDC).</p>\n<p>The end of the outbreak – which was largely confined to Ethiopia’s southern region – comes after 42 consecutive days without any new cases. Africa CDC Director-General, Dr Jean Kaseya, commended the Government of Ethiopia for its swift leadership and high level of transparency throughout the response, noting that the country’s actions demonstrated the resilience and growing strength of its health system.</p>\n<p>He said rather than allowing the emergency to disrupt essential services, Ethiopia adopted an integrated approach that paired routine vaccination campaigns with door‑to‑door screening in affected communities. “This community‑centred strategy ensured early detection, maintained public confidence and preserved continuity of care,” Dr Kaseya said.</p>\n<p>A robust laboratory system also played a central role in the response. More than 3,800 tests were conducted, leading to 14 confirmed cases, nine deaths and five recoveries. This emphasis on timely, high-quality data allowed authorities to guide decisions with precision and confidence, according to Dr Kaseya.</p>\n<p>He said Ethiopia informed Africa CDC immediately upon confirmation of laboratory results on 14 November 2025, even before the formal outbreak declaration, describing this as “a powerful sign of trust and a strong commitment to continental health security.”</p>\n<p>Dr Mekdes Daba, Ethiopia’s Health Minister, said the swift containment of the outbreak underscores strong national leadership, effective coordination and the dedication of frontline teams and communities, while emphasising that continued preparedness is vital to safeguard populations against future health threats.</p>\n<p>From the start of the outbreak, Africa CDC worked closely with the Ministry of Health and the Ethiopian Public Health Institute (EPHI). The agency deployed technical experts into Ethiopia’s Incident Management System, supported the development of the national Marburg response plan, and provided essential supplies, including more than 2,000 PCR testing kits and protective equipment for frontline health workers. The organisation also strengthened Ethiopia’s surveillance, rapid-response capacity and operational research to help prevent future outbreaks.</p>\n<p>However, Africa CDC’s partnership with Ethiopia goes beyond emergency response. More than USD 1,26 million in laboratory equipment has been provided to EPHI and the Armauer Hansen Research Institute, supporting the training of laboratory personnel, the improvement of testing infrastructure and the expansion of the country’s capacity to detect and respond to priority pathogens.</p>\n<p>Through an Africa CDC–led regional initiative with the World Bank, Ethiopia also secured USD 150 million for new laboratory and office infrastructure, which is currently under development. The EPHI has been designated an Africa CDC Regional Centre of Excellence and is advancing international partnerships, including with the Public Health Agency of Sweden.</p>\n<p>Looking ahead, Addis Ababa will host the 5th International Conference on Public Health in Africa (CPHIA 2026), showcasing Ethiopia’s modernised Public Health Emergency Operations Centre, Artificial Intelligence Centre and growing innovation ecosystem.</p>\n<p>“Today, as we celebrate the end of this outbreak, we are not only celebrating the containment of a virus,” Dr Kaseya said. “We are celebrating Ethiopian leadership that is positioning the Ethiopian Public Health Institute as a continental centre of excellence for outbreak preparedness and response.</p>\n<p>###</p>\n<p><strong>About Africa CDC</strong></p>\n<p>The Africa Centres for Disease Control and Prevention (Africa CDC) is a public health agency of the African Union. It is autonomous and supports member states in strengthening health systems. It also helps improve disease surveillance, emergency response, and disease control. Learn more at: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.africacdc.org/\">http://www.africacdc.org</a> and connect with us on <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.linkedin.com/company/14792760/\">LinkedIn</a>, <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://x.com/AfricaCDC\">Twitter</a>, <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.facebook.com/africacdc\">Facebook</a> and <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.youtube.com/AfricaCDC\">YouTube</a></p>\n<p><strong>Media Contacts</strong><br />\n<strong>Margaret Edwin</strong><br />\nDirector of Communication and Public Information <a href=\"mailto:EdwinM@africacdc.org\">EdwinM@africacdc.org</a></p>\n",
      "source": [
        "Africa Centres for Disease Control and Prevention"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4195936",
      "title": "Ethiopia declares end of first-ever Marburg virus disease outbreak",
      "date": {
        "original": "2026-01-27T00:00:00+00:00",
        "changed": "2026-01-27T11:57:05+00:00",
        "created": "2026-01-27T08:58:47+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-declares-end-first-ever-marburg-virus-disease-outbreak",
      "body_text": "<p>**Addis Ababa—** The Government of Ethiopia has officially declared the end of its first-ever outbreak of Marburg virus disease (MVD) following the completion of enhanced surveillance and the mandatory follow-up period, with no new confirmed cases reported for consecutive 42 days. The outbreak, first confirmed on 14 November 2025 in the South Ethiopia Region, was contained in less than three months through a swift, coordinated response led by the government and supported by the World Health Organization (WHO).</p>\n<p>From the onset of the outbreak, WHO worked in close collaboration with the Ministry of Health and the Ethiopian Public Health Institute (EPHI) to support response efforts at national and sub-national levels. WHO Ethiopia played a pivotal role in coordinating response operations and providing sustained technical and operational support across all response pillars, including leadership and coordination, surveillance, laboratory, case management, infection prevention and control, logistics and risk communication and community engagement.</p>\n<p>A total of 14 confirmed cases were reported during the outbreak, including nine deaths and five recoveries. There were five deaths that were probable cases. The outbreak affected four districts—Jinka, Malle, and Arba Minch in the South Ethiopia Region and Hawassa in the Sidama Region—triggering the rapid activation and scale-up of response measures. These included active case detection, isolation and supportive care, comprehensive contact tracing, strengthened infection prevention and control in health facilities and engagement with affected communities.</p>\n<p>In total, 857 contacts were identified and monitored for 21 days. Three health workers were infected during the outbreak; two died and one recovered, highlighting both the severity of Marburg virus disease and the critical importance of infection prevention and control measures.</p>\n<p>WHO activated its emergency response mechanisms within 24 hours of outbreak confirmation in support of the government-led response. Within the same period, WHO deployed 36 experts to the affected areas and repurposed an additional 28 staff to reinforce field operations. The teams provided technical assistance across surveillance and contact tracing, laboratory diagnostics, case management, infection prevention and control, coordination and logistics.</p>\n<p>WHO also mobilized and delivered critical emergency supplies. These included laboratory testing supplies and equipment, viral haemorrhagic fever supplies, materials for the establishment and operation of treatment and isolation facilities and vehicles to support field mobility. These contributions enabled the rapid expansion of diagnostic capacity, strengthened patient care and supported effective outbreak control at the frontline. Ensuring the consistent application of standard Marburg virus disease response protocols was another core component of WHO’s support.</p>\n<p>“The rapid containment of this outbreak reflects strong national leadership, effective coordination, and the dedication of frontline responders and communities,” said Honourable Dr Mekdes Daba, Minister of Health. “Sustaining preparedness remains essential to protect the population from future public health threats.”</p>\n<p>The response was further enabled by Ethiopia’s prior investments in public health preparedness, including strengthened laboratory capacity, disease surveillance systems, a trained surge workforce and coordination through the Public Health Emergency Operations Centre. These capacities, supported through initiatives such as the Ethiopian Pandemic Multi-Sectoral Prevention, Preparedness and Response Project and the AVoHC-SURGE program, allowed for early detection, the scale-up of diagnostics, the deployment of responders and the continuity of essential health services.</p>\n<p>“WHO highly values the timely measures taken by the Ministry of Health and the Government of Ethiopia and remains committed to supporting national efforts to further strengthen capacities to prevent, detect and respond to future public health emergencies,” said Dr Francis Chisaka Kasolo, WHO Representative in Ethiopia. “Ethiopia’s response to the Marburg outbreak underscores the importance of sustained preparedness and effective coordination.”</p>\n<p>National authorities and partners are implementing follow-up programmes to support Marburg survivors as part of recovery efforts and preparedness planning. After-action reviews are also underway to capture lessons learned and further strengthen readiness for future outbreaks.</p>\n<p>“Preparedness saved time, and time saved lives,” said Dr Senait Tekeste Fekadu, WHO Incident Manager for the MVD response. “Ending this outbreak so quickly reflects a resilient health system strengthened through sustained capacity development, while reinforcing the need to continue investing in readiness.”</p>\n<p>Marburg virus disease is a severe and often fatal illness caused by the Marburg virus. It is transmitted to humans from fruit bats and spreads through direct contact with the bodily fluids of infected individuals or contaminated materials. Early supportive care improves survival. While no licensed vaccines or therapeutics are currently available, several candidates are undergoing clinical trials.</p>\n<p><strong>For Additional Information or to Request Interviews, Please contact:</strong></p>\n<p>FITA Yetenayet</p>\n<p>Communication officer<br />\nWHO Ethiopia<br />\nEmail: <a href=\"mailto:yfita@who.int\">yfita@who.int</a></p>\n<p>Saida Swaleh</p>\n<p>Communications and Media Relations Officer<br />\nWHO Regional Office for Africa<br />\nEmail: <a href=\"mailto:saida.swaleh@who.int\">saida.swaleh@who.int</a></p>\n",
      "source": [
        "World Health Organization"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4195866",
      "title": "Disease Outbreak News: Marburg virus disease - Ethiopia (26 January 2026)",
      "date": {
        "original": "2026-01-26T00:00:00+00:00",
        "changed": "2026-01-27T06:06:08+00:00",
        "created": "2026-01-26T17:33:04+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/disease-outbreak-news-marburg-virus-disease-ethiopia-26-january-2026",
      "body_text": "<p>On 26 January 2026, the Ministry of Health of Ethiopia declared the end of the Marburg virus disease (MVD) outbreak. This declaration came after two consecutive incubation periods (a total of 42 days) since the last person confirmed with MVD died and was given a safe and dignified burial, in accordance with WHO recommendations on 14 December 2025. As of 25 January 2026, a cumulative total of 19 cases, including 14 confirmed (including nine deaths) and five probable cases (all deaths), were reported. A total of 857 contacts listed for monitoring all had completed their 21-day follow-up as of 25 January 2026. WHO, through its country office and partners, provided technical, operational and financial support to the government to contain this outbreak.</p>\n<p>On 14 November 2025, after the laboratory confirmation of suspected viral hemorrhagic fever (VHF) cases in Jinka town, South Ethiopia Regional State, Ethiopia, the Ministry of Health of Ethiopia declared an outbreak of Marburg Virus Disease (MVD). Molecular testing conducted by the National Reference Laboratory at the Ethiopian Public Health Institute (EPHI) identified Marburg virus (MARV) in patient samples. This was the first time Ethiopia was reporting a <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2025-DON585\">MVD outbreak</a>.</p>\n<p>The first known case was an adult from Jinka town who developed symptoms on 23 October. The patient presented to the General Hospital the following day with vomiting, loss of appetite, and abdominal cramps. As of 25 January 2026, a cumulative total of 14 confirmed cases, including nine deaths (Case Fatality Rate (CFR) 64.3%) and five probable cases, all of whom had died, were reported by the Ministry of Health from Jinka, Malle and Dasench woredas in South Ethiopia Region and Hawassa in Sidama Region.</p>\n<p>As of 25 January 2026, a total of 857 contacts were listed who completed 21 days of follow-up, 760 from the South Ethiopia Region and 97 from the Sidama Region. As of 5 January 2026, 3800 samples were tested for the virus.</p>\n<p>On 26 January 2026, after two consecutive incubation periods (a total of 42 days), without a new confirmed case reported, after the last confirmed case died and was given a safe and dignified burial, on 14 December 2025, the Ministry of Health of Ethiopia declared the end of the MVD outbreak, as per WHO recommendations.</p>\n<p><strong>Figure 1: Map of districts reporting confirmed and probable Marburg virus disease cases in Ethiopia, as of 25 January 2026</strong></p>\n<p>Marburg virus disease (MVD) is a severe disease caused by either of two closely related viruses, Marburg virus and Ravn virus. MVD has a high case fatality rate, ranging from 24% to 88% from previous outbreaks. The CFR can be lowered with early supportive patient care. The virus is initially transmitted to humans from fruit bats (<em>Rousettus aegyptiacus</em>) and then spreads among people through direct contact with bodily fluids, contaminated surfaces, or infected materials. Healthcare workers, caregivers, and individuals involved in burial practices are particularly at risk when appropriate infection, prevention and control measures are not in place.</p>\n<p>MVD symptoms typically begin abruptly after an incubation period of two to 21 days and include high fever, severe headache, malaise, muscle aches, and progressive gastrointestinal symptoms such as diarrhea and vomiting. In severe cases, patients may experience bleeding from multiple sites and die from shock and organ failure within a week of symptom onset.</p>\n<p>There are no approved treatment or vaccines for MVD, although early supportive care improves survival. Some candidate vaccines and therapeutics are currently under investigation.</p>\n<p>Nineteen outbreaks of MVD have previously been reported globally. The most <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2025-DON552\">recent</a> outbreak was reported from the Republic of Tanzania between January and March 2025. Additional countries that have reported outbreaks of MVD in the African Region include Angola, the Democratic Republic of the Congo, Equatorial Guinea, Ghana, Guinea, Kenya, Rwanda, South Africa, and Uganda.</p>\n<p>Local and national health authorities in Ethiopia implemented the following public health measures:</p>\n<ul>\n<li>A National Taskforce established at the Ministry of Health to provide strategic guidance, make decisions and mobilize resources.</li>\n<li>A costed national three-month response plan developed and launched by the MoH/EPHI</li>\n<li>The MoH regularly disseminated information on the MVD outbreak to the public and key partners.</li>\n<li>Public Health Emergency Operational Centres were activated at national and regional levels, with incident management structures established to coordinate the response.</li>\n<li>The Ministry of Health, in collaboration with EPHI and regional health offices, conducted integrated surveillance and response activities, including at priority points of entry (PoEs) and points of control (PoCs).</li>\n<li>Community surveillance, contact tracing, house-to-house visits, and medical service delivery were enhanced.</li>\n<li>Two hospitals designated as treatment centres, with dedicated health workers deployed to manage cases.</li>\n<li>Laboratory capacities were strengthened both at national level and through the deployment of a mobile laboratory in Jinka for timely confirmation.</li>\n<li>Field assessments conducted by a rapid response team (RRT).</li>\n<li>Risk Communication and Community Engagement (RCCE) teams disseminated MVD prevention messages, conducted community dialogues, developed activity plans for targeted community interventions, monitored social media to address misinformation, and assessed trusted communication channels to enhance public awareness and engage local networks and influencers.</li>\n</ul>\n<p>WHO, through its country office and partners, provided technical, operational and financial support to the government to contain this outbreak. These include:</p>\n<ul>\n<li>WHO provided policy, technical and operational support across all response pillars, including on PoE surveillance, laboratory, case management, IPC, safe and dignified burial, RCCE, logistics and cross-border coordination.</li>\n<li>Provided emergency supplies including testing kits, VHF kits, treatment centre modules.</li>\n<li>Deployed technical experts to provide operational support across all response pillars.</li>\n<li>Provided technical support for capacity building and supervision on surveillance, integrated case management and IPC activities.</li>\n<li>Continued providing technical and strategic support for the transition plan, including the integration of the MVD response into essential health services.</li>\n<li>Supported the Regional Health Bureau (RHB) with community-based active case searching and mortality surveillance across various clusters.</li>\n<li>Provided technical and programmatic support to the RHB for the development and implementation of the Survivors Program.</li>\n</ul>\n<p>This was the first-ever confirmed MVD outbreak reported in Ethiopia. Based on the outbreak investigation and surveillance activities during the response, which included contact tracing, alert management, active case search, and mortality surveillance, no additional cases have been reported during the 42-day countdown period, as per WHO recommendations. However, there remains a risk of re-emergence of MVD following the declaration of the end of the outbreak, with potential spillovers from interactions with the animal reservoir.</p>\n<p>Risk communication and community engagement activities will continue to provide timely and accurate information, monitor and address community feedback and rumours, while supporting efforts to reduce stigma toward individuals affected by the outbreak.</p>\n<p>WHO encourages maintaining early detection and care capacities in addition to sustaining the ability to quickly respond after the outbreak ends. This is to make sure that if the disease re-emerges, health authorities can detect it immediately, prevent the disease from spreading again, and ultimately save lives.</p>\n<p>Raising awareness of risk factors for MVD and protective measures that individuals can take is an effective way to reduce human transmission. WHO advises the following risk reduction measures as an effective way to reduce MVD transmission in healthcare facilities and in communities:</p>\n<ul>\n<li>Reducing the risk of bat-to-human transmission arising from prolonged exposure to mines or caves inhabited by fruit bat colonies. People visiting or working in mines or caves inhabited by fruit bat colonies should wear gloves and other appropriate protective clothing (including masks).</li>\n<li>Capabilities for early detection of MVD patients should be maintained over time in settings at risk of the disease.</li>\n<li>Reducing the risk of human-to-human transmission in the community arising from direct or close contact with infected patients, particularly with their body fluids. Close physical contact with MVD patients should be avoided. Patients suspected or confirmed for MVD should be isolated in a designated treatment centre for early care and to avoid transmission at home.</li>\n<li>Communities affected by MVD, along with health authorities, should ensure that the population is well informed, both about the nature of the disease itself and about necessary outbreak containment measures.</li>\n<li>Outbreak containment measures include safe and dignified burial of the deceased, identifying people who may have been in contact with someone infected with MVD and monitoring their health for 21 days and providing care to the confirmed patient. Any sick people with symptoms matching MVD should be referred to a health facility with adequate capacity.</li>\n<li>Critical infection prevention and control measures should be implemented and/or strengthened in all health care facilities, per <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1\">WHO’s Infection prevention and control guideline for Ebola and Marburg disease</a>. Health workers caring for patients with confirmed or suspected MVD should apply <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2\">transmission-based precautions</a> in addition to: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1\">standard precautions</a>, including appropriate use of PPE and hand hygiene according to the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://cdn.who.int/media/docs/default-source/integrated-health-services-(ihs)/infection-prevention-and-control/your-5-moments-for-hand-hygiene-poster.pdf?sfvrsn=83e2fb0e_21\">WHO 5 moments</a> to avoid contact with patient’s blood and other body fluids and with contaminated surfaces and objects. Waste generated in healthcare facilities must be safely segregated, collected, transported, stored, treated and finally disposed. Follow the national guidelines, rules and regulations for safe waste disposal or follow the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://iris.who.int/bitstream/handle/10665/85349/9789241548564_eng.pdf;sequence=1\">WHO’s guidelines on safe waste management</a>.</li>\n<li>Patient-care activities should be undertaken in a clean and hygienic environment that facilitates practices related to the prevention and control of health-care-associated infections (HAIs) as outlined in <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/9789241547239\">Essential environmental health standards in health care</a>. Safe water, adequate sanitation and hygiene infrastructure and services should be provided in healthcare facilities. For details on recommendations and improvement, follow the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://openwho.org/courses/wash-fit\">WASH FIT implementation Package</a></li>\n<li>WHO encourages countries to implement a comprehensive care programme to support people who have recovered from MVD with any subsequent sequelae and to enable them to access body fluid testing and to mitigate the risk of transmission through infected body fluids by adequate practices.</li>\n</ul>\n<p>Based on the current risk assessment, WHO advises against any travel and trade restrictions with Ethiopia.</p>\n<p><strong>Citable reference:</strong> World Health Organization (26 January 2026). Disease Outbreak News; Marburg virus disease in Ethiopia. Available at: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON592\">https://www/who.int/emergencies/disease-outbreak-news/item/2026-DON592</a></p>\n",
      "source": [
        "World Health Organization"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4195333",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #6 (Situation update January 21, 2026)",
      "date": {
        "original": "2026-01-22T00:00:00+00:00",
        "changed": "2026-01-22T07:36:35+00:00",
        "created": "2026-01-22T07:36:25+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-6-situation-update-january-21-2026",
      "body_text": "<p>FAST FACTS</p>\n<p>• On November 14, the Ministry of Health in Ethiopia confirmed an outbreak of Marburg virus disease (MVD) in Jinka.</p>\n<p>• As of January 20, there have been 14 confirmed cases, along with nine deaths and five recoveries. • As of January 21, it has been 38 days since the last reported case of MVD.</p>\n<p>OUR FOOTPRINT</p>\n<p>• Since 2003, International Medical Corps has provided services in Ethiopia related to emergencies, health, nutrition, mental and psychosocial support (MHPSS), and water, sanitation and hygiene.</p>\n<p>OUR RESPONSE</p>\n<p>• We have deployed a team of eight infection prevention and control (IPC) nurses and four triage nurses to enhance IPC and surveillance activities at key health facilities.</p>\n<p>• We have carried out hygienepromotion activities for 238 people attending Millenium Health Center.</p>\n<p>• International Medical Corps and Africa Humanitarian Action have provided comprehensive MVD case management, MHPSS and IPC training to 42 healthcare workers from Malle woreda.</p>\n<p>SITUATION UPDATE</p>\n<p>Following reports on November 12 of suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State, the Ethiopian Ministry of Health (MoH) confirmed on November 14 that the suspected cases were Marburg virus disease (MVD). As of January 20, 14 MVD cases had been confirmed, with nine deaths and five recoveries. As of January 21, it has been 38 days since the last reported case of MVD.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4195333_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep06.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4195333_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep06.pdf",
          "url": "https://reliefweb.int/attachments/7aabbeb0-76a3-42cc-9e5b-fa5687575c18/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep06.pdf",
          "size": 234562
        }
      ]
    },
    {
      "reliefweb_id": "4193881",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #5 (Situation update January 9, 2026)",
      "date": {
        "original": "2026-01-12T00:00:00+00:00",
        "changed": "2026-01-12T07:52:36+00:00",
        "created": "2026-01-12T07:52:15+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-5-situation-update-january-9-2026",
      "body_text": "<p>Following reports on November 12 of suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State, the Ethiopian Ministry of Health (MoH) confirmed on November 14 that the suspected cases were Marburg virus disease (MVD). As of January 8, 14 MVD cases had been confirmed, with nine deaths and five recoveries.</p>\n<p>FAST FACTS</p>\n<p>• On November 14, the Ministry of Health in Ethiopia confirmed an outbreak of Marburg virus disease (MVD) in Jinka</p>\n<p>• As of January 8, there have been 14 confirmed cases, along with nine deaths and five recoveries.</p>\n<p>OUR FOOTPRINT</p>\n<p>• Since 2003, International Medical Corps has provided services in Ethiopia related to emergencies, health, nutrition, mental and psychosocial support (MHPSS), and water, sanitation and hygiene.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4193881_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep05.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4193881_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep05.pdf",
          "url": "https://reliefweb.int/attachments/6bd3fdf0-2e62-4dff-8656-76767f56a9d4/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep05.pdf",
          "size": 360898
        }
      ]
    },
    {
      "reliefweb_id": "4192457",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #4 (Situation update December 22, 2025)",
      "date": {
        "original": "2025-12-23T00:00:00+00:00",
        "changed": "2025-12-23T07:12:28+00:00",
        "created": "2025-12-23T07:10:43+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-4-situation-update-december-22-2025",
      "body_text": "<p>Following reports on November 12 of suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State, the Ethiopian Ministry of Health (MoH) confirmed on November 14 that the suspected cases were Marburg virus disease (MVD). As of December 21, 14 MVD cases had been confirmed, along with nine deaths and five recoveries.</p>\n<p>FAST FACTS</p>\n<p>• On November 14, the Ministry of Health in Ethiopia confirmed an outbreak of Marburg virus disease in Jinka.</p>\n<p>• As of December 21, there were 14 confirmed cases, along with nine deaths and five recoveries.</p>\n<p>OUR FOOTPRINT</p>\n<p>• Since 2003, International Medical Corps has provided services related to emergencies, health, nutrition, mental and psychosocial support, and water, sanitation and hygiene in Ethiopia.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4192457_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep04.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4192457_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep04.pdf",
          "url": "https://reliefweb.int/attachments/bc1994aa-4f56-4de2-b229-0a9189107c04/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep04.pdf",
          "size": 278190
        }
      ]
    },
    {
      "reliefweb_id": "4191999",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #3 (Situation update December 18, 2025)",
      "date": {
        "original": "2025-12-19T00:00:00+00:00",
        "changed": "2025-12-19T08:08:11+00:00",
        "created": "2025-12-19T00:00:00+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-3-situation-update-december-18-2025",
      "body_text": "<p>On November 12, the Ethiopian Ministry of Health (MoH) and the Ethiopian Public Health Institute (EPHI) reported suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State. On November 14, following molecular testing conducted by the National Reference Laboratory at the EPHI, the MoH confirmed that the suspected cases were Marburg virus disease (MVD). As of December 17, 14 MVD cases had been confirmed, along with nine deaths and five recoveries.</p>\n<p>FAST FACTS</p>\n<p>• On November 14, the Ministry of Health in Ethiopia confirmed an outbreak of Marburg virus disease in Jinka.</p>\n<p>• As of December 17, there are 14 confirmed cases, along with nine deaths and five recoveries.</p>\n<p>OUR FOOTPRINT</p>\n<p>• Since 2003, International Medical Corps has provided services related to emergencies, health, nutrition, mental and psychosocial support, and water, sanitation and hygiene in Ethiopia.</p>\n<p>OUR RESPONSE</p>\n<p>• For preparedness, we are supporting the design and construction of a 10-bed Marburg transition unit in Arba Minch to manage cases.</p>\n<p>• In collaboration with the Ethiopian Public Health Institute, we have facilitated the delivery of personal protective equipment to Arba Minch General Hospital.</p>\n<p>• We conducted training in basic psychosocial skills integrated with MVD case management for 38 healthcare workers from five health facilities in South Ethiopia Regional State.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4191999_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep03.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4191999_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep03.pdf",
          "url": "https://reliefweb.int/attachments/6300ef1c-f9db-43f3-8796-5f177f26000f/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep03.pdf",
          "size": 373647
        }
      ]
    },
    {
      "reliefweb_id": "4191824",
      "title": "Ethiopia: Humanitarian Update, October-November 2025",
      "date": {
        "original": "2025-12-18T00:00:00+00:00",
        "changed": "2025-12-18T10:47:52+00:00",
        "created": "2025-12-18T09:06:54+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-humanitarian-update-october-november-2025",
      "body_text": "<h2>Highlights:</h2>\n<ul>\n<li>Marburg Virus Disease Outbreak</li>\n<li>Dry conditions forecast for southern and southeastern Ethiopia</li>\n<li>Displacement situation along the Somali-Oromia border</li>\n<li>Response to South Sudanese refugees arriving in Gambela</li>\n<li>Joint needs assessment in Afar</li>\n<li>Other developments, including latest Ethiopia Humanitarian Fund allocation, and Rapid Response Mechanisms activations</li>\n</ul>\n<p><strong>Marburg Virus Disease Update</strong></p>\n<p>The Ministry of Health is leading the response on the confirmed outbreak of Marburg Virus Disease in Jinka Town, South Ethiopia Region, and has activated a full Incident Management System at federal and regional levels. Fourteen confirmed cases and nine deaths have so far been reported.</p>\n<p><strong>Response to South Sudanese refugees arriving in Gambela</strong></p>\n<p>The government's continued role in providing sanctuary to those fleeing conflict in neighboring countries remains crucial. The Government’s Refugees and Returnees Service (RRS) and UNHCR have registered more than 49,000 refugees since July of this year. More than 20,000 of them are hosted in the Luakdong site. Shelter, WASH and education are key priorities.</p>\n<p><strong>Displacement situation along the Somali-Oromia border</strong></p>\n<p>The Federal Government, together with the Oromia and Somali Regional Governments, continues to coordinate efforts to manage displacement and support affected communities along the shared border.</p>\n<p><strong>Joint assessment identifies priority support needs in Afar</strong></p>\n<p>An estimated 18,000 people have been displaced in Tonsa, Faro, and Adu kebeles of Megale Woreda following the sudden escalation of armed conflict between factions of Tigrayan forces on 5 November.</p>\n<p><strong>Dry conditions forecast for southern and southeastern Ethiopia</strong></p>\n<p>The Government of Ethiopia, through the EDRMC and regional administrations, is closely monitoring seasonal rainfall patterns and preparing early, coordinated actions to safeguard livelihoods. Many areas in southern and southeastern regions have received below normal rainfall during the first half of the October and the month of November which may continue in the coming period.</p>\n",
      "source": [
        "UN Office for the Coordination of Humanitarian Affairs"
      ],
      "files": [
        {
          "filename": "4191824_Octover-November_EthiopiaHumanitarianupdate.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4191824_Octover-November_EthiopiaHumanitarianupdate.pdf",
          "url": "https://reliefweb.int/attachments/42d357d0-8dd1-4278-b6bd-89aabdec6a8a/Octover-November_Ethiopia%20Humanitarian%20update.pdf",
          "size": 4524078
        }
      ]
    },
    {
      "reliefweb_id": "4191625",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #2 (Situation update December 16, 2025)",
      "date": {
        "original": "2025-12-17T00:00:00+00:00",
        "changed": "2025-12-17T09:34:43+00:00",
        "created": "2025-12-17T09:34:04+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-2-situation-update-december-16-2025",
      "body_text": "<p><strong>FAST FACTS</strong></p>\n<p>• On November 14, the Ministry of Health (MoH) in Ethiopia confirmed an outbreak of Marburg virus disease in Jinka.</p>\n<p>• As of December 15, there are 14 confirmed cases, along with nine deaths and five recoveries.</p>\n<p><strong>OUR FOOTPRINT</strong></p>\n<p>• Since 2003, International Medical Corps has provided services related to emergencies, health, nutrition, mental and psychosocial support, and water, sanitation and hygiene in Ethiopia.</p>\n<p><strong>OUR RESPONSE</strong></p>\n<p>• We have so far provided risk communication and community engagement training to 35 participants and a three-day psychological skills training session to 30 frontline healthcare workers.</p>\n<p>• For preparedness, a site in Arba Minch has been designated for a new isolation center, with 12 beds for suspected cases and two beds for confirmed cases. We are supporting the MoH with the construction and standardization of this site.</p>\n<p>On November 12, the Ethiopian Ministry of Health (MoH) and the Ethiopian Public Health Institute (EPHI) reported suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State. On November 14, following molecular testing conducted by the National Reference Laboratory at the EPHI, the MoH confirmed that the suspected cases were Marburg virus disease (MVD). As of December 15, 14 MVD cases had been confirmed, along with nine deaths and five recoveries.</p>\n<p><strong>International Medical Corps Response</strong></p>\n<p>International Medical Corps continues to collaborate closely with regional Incident Management System (IMS) leadership, and regional and national EPHIs, attending regular coordination meetings in Jinka.</p>\n<p>We have so far conducted risk communication and community engagement training for 35 participants as well as a three-day psychosocial skills training session for 30 frontline healthcare workers, and will be providing basic psychosocial training for frontline healthcare workers following an official request from the national EPHI. We have also received requests from the Regional Health Bureau and EPHI for training in case management and infection prevention and control (IPC), and will be conducting those sessions for healthcare workers in Jinka, South Omo, Gedo Zone and Arba Minch over the next three weeks.</p>\n<p>International Medical Corps also providing training in community-based surveillance, active case finding and contact tracing training for 35 participants, in accordance with IMS priorities. An International Medical Corps team member is attending a “training of trainers” IPC session organized by Ohio State University and the Centers for Disease Control and Prevention, together with national EPHI staff in Walayta Sodo, to help standardize the MoH’s IPC training manual.</p>\n<p>International Medical Corps team members conducted IPC and water, sanitation and hygiene assessments at Jinka Hospital, including its Marburg Treatment Center (MTC) and the Millennium Health Center, on December 9. Working with the IMS, International Medical Corps will provide IPC materials, including personal protective equipment, and food to patients and staff at the MTC. We will also assist with providing access to safe water, improving waste management and enhancing sanitation facilities at the MTC.</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4191625_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep02.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4191625_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep02.pdf",
          "url": "https://reliefweb.int/attachments/b0470add-44ed-4d67-b6e6-a69c80d0ee39/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep02.pdf",
          "size": 399685
        }
      ]
    },
    {
      "reliefweb_id": "4191212",
      "title": "Marburg Virus Disease Response, Ethiopia: Situation Report #1 (Situation update December 11, 2025)",
      "date": {
        "original": "2025-12-11T00:00:00+00:00",
        "changed": "2025-12-15T11:03:41+00:00",
        "created": "2025-12-11T00:00:00+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/marburg-virus-disease-response-ethiopia-situation-report-1-situation-update-december-11-2025",
      "body_text": "<p>On November 12, the Ethiopian Ministry of Health (MoH) and the Ethiopian Public Health Institute (EPHI) reported suspected cases of viral hemorrhagic fever in the town of Jinka, in South Ethiopia Regional State. On November 14, following molecular testing conducted by the National Reference Laboratory at the EPHI, the MoH confirmed that the suspected cases were Marburg virus disease (MVD). As of December 8, 13 MVD cases have been confirmed, along with eight deaths, four recoveries and one patient receiving ongoing treatment.</p>\n<p><strong>International Medical Corps Response</strong></p>\n<p>From the onset, International Medical Corps has been working closely with the MoH and EPHI on the national MVD response plan, while engaging with the South Ethiopia Regional Health Bureau (RHB) and the regional EPHI. We are participating in coordination meetings at both the national and regional levels to ensure consistent collaboration and the alignment of our response with the national response framework, and to prevent the duplication of efforts.</p>\n<p>The South Ethiopia Regional State imposed a travel restriction from November 29 to December 3 to contain the outbreak. In anticipation of the lifting of this restriction, International Medical Corps deployed a rapid response team (RRT) on December 2, consisting of an emergency response lead, a water, sanitation and hygiene (WASH) coordinator, a WASH engineer, a mental health and psychosocial support (MHPSS) manager and a medical doctor. Our team engaged with the RHB and the leadership of the regional Public Health Emergency Operations Center (PHEOC) to identify areas requiring support.</p>\n<p>To enhance rapid response efforts, International Medical Corps has also supported the assessment of existing treatment centers to identify gaps in case management, as well as infection prevention and control (IPC) and WASH needs. These needs include the standardization of the MVD treatment center, the establishment of screening and referral units to support peripheral health facilities, IPC support (such as IPC-specific training and improving facilities’ capacity for isolation) and WASH support (including facilitating solid-waste management, promoting proper hygiene practices and providing safe water and sanitation services).</p>\n",
      "source": [
        "International Medical Corps"
      ],
      "files": [
        {
          "filename": "4191212_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep01.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4191212_IntlMedCorps-EthiopiaMarburgOutbreak-SitRep01.pdf",
          "url": "https://reliefweb.int/attachments/de76f875-0aef-4cf6-861a-2960c4e7dffb/IntlMedCorps-EthiopiaMarburgOutbreak-SitRep01.pdf",
          "size": 197349
        }
      ]
    },
    {
      "reliefweb_id": "4190082",
      "title": "UNHCR Ethiopia | Thematic Factsheet Health | 29 November 2025",
      "date": {
        "original": "2025-11-28T00:00:00+00:00",
        "changed": "2025-12-05T13:03:36+00:00",
        "created": "2025-12-05T08:03:10+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/unhcr-ethiopia-thematic-factsheet-health-29-november-2025",
      "body_text": "<p><strong>Highlights</strong></p>\n<p>During the reporting period, six new cholera cases were detected among recent arrivals in Tormorok and successfully treated at the IRC-run Cholera Treatment Centre. No suspected or confirmed cases of Marburg Virus Disease (MVD) were reported in Gambella Region, including refugee settings, and preparedness activities remain ongoing. CUAMM continued operating mobile clinics in Muon and Tormorok, providing primary healthcare and oral rehydration points for mild cholera cases, while GOAL delivered emergency health services in Tormorok. Both partners maintained essential health services and consultations for the affected population.</p>\n",
      "source": [
        "UN High Commissioner for Refugees"
      ],
      "files": [
        {
          "filename": "4190082_ThematicFactsheet-Health-29November2025.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4190082_ThematicFactsheet-Health-29November2025.pdf",
          "url": "https://reliefweb.int/attachments/305746f6-2834-5526-824d-9cb8e3eaee9e/Thematic%20Factsheet%20-%20Health%20-%2029%20November%202025.pdf",
          "size": 260576
        }
      ]
    },
    {
      "reliefweb_id": "4189284",
      "title": "DREF Operation: Ethiopia Marburg Outbreak 2025 (MDRET039)",
      "date": {
        "original": "2025-11-27T00:00:00+00:00",
        "changed": "2025-12-01T00:14:22+00:00",
        "created": "2025-11-28T19:33:29+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/dref-operation-ethiopia-marburg-outbreak-2025-mdret039",
      "body_text": "<p><strong>Description of the Event</strong></p>\n<p><strong>Date when the trigger was met</strong></p>\n<p>12-11-2025</p>\n<p><strong>What happened, where and when?</strong></p>\n<p>On 14 November 2025, the Federal Ministry of Health (FMOH), in collaboration with the Ethiopian Public Health Institute (EPHI), issued a press release declaring an outbreak of Marburg virus disease in the South Region of Ethiopia. As of 26 November 2025, 78 laboratory tests have been conducted, of which twelve confirmed cases, including seven confirmed deaths, have been reported, three cases remain probable. Of the twelve confirmed cases, five are currently alive, three on treatment, and two discharged. More than 300 contacts have been identified and are under active follow-up. Given the high fatality potential and rapid transmissibility of Marburg, (MVD) an immediate and coordinated public health response is essential. Early detection, isolation, contact tracing, and community sensitization are critical to prevent further spread by strengthening infection prevention and control (IPC) in health facilities, ensuring the safety of health workers, mobilizing rapid response teams (RRTs), and effective risk communication are key priorities at this stage.</p>\n<p>An urgent response is warranted due to the potential for rapid local and cross-regional transmission, and significant public health threat associated with hemorrhagic fevers. Delayed intervention could result in high morbidity and mortality, community panic and overburdening of the health system. Immediate action will help contain the outbreak source, interrupt transmission chains, and protect both the affected population and health workers while laboratory confirmation and epidemiological investigations continue.</p>\n",
      "source": [
        "International Federation of Red Cross and Red Crescent Societies"
      ],
      "files": [
        {
          "filename": "4189284_MDRET039do.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4189284_MDRET039do.pdf",
          "url": "https://reliefweb.int/attachments/bf8da576-78f0-5e66-a7ae-3e2bc14f5d1a/MDRET039do.pdf",
          "size": 1290450
        }
      ]
    },
    {
      "reliefweb_id": "4188205",
      "title": "Disease Outbreak News: Marburg virus disease - Ethiopia (21 November 2025)",
      "date": {
        "original": "2025-11-21T00:00:00+00:00",
        "changed": "2025-11-24T07:01:50+00:00",
        "created": "2025-11-21T17:33:07+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/disease-outbreak-news-marburg-virus-disease-ethiopia-21-november-2025",
      "body_text": "<p>On 12 November 2025, WHO noted a press release from the Ethiopian Ministry of Health (MoH), and the Ethiopian Public Health Institute (EPHI), announcing suspected viral hemorrhagic viral fever (VHF) in Jinka town, South Ethiopia Regional State, Ethiopia. On 14 November 2025, the Ministry of Health of Ethiopia confirmed that the cases previously reported as suspected VHF were Marburg virus disease (MVD). Molecular testing conducted by the National Reference Laboratory at EPHI identified Marburg virus (MARV) in patient samples. As of 20 November 2025, 33 laboratory tests have been conducted, of which six confirmed cases, including three deaths, have been reported. Of the six confirmed cases, three are currently alive and on treatment. In addition to the lab-confirmed cases, a further three epidemiologically linked cases could not be tested; all three are deceased and recorded as probable cases. A total of 206 contacts have been identified, and contacts are under active follow-up. The number of contacts will continue to change as the response evolves. The source of the infection has not yet been identified. This marks the first confirmed outbreak of MVD in the country. Initial investigation by the one health team in Ethiopia show the presence of the natural host of the virus, fruit bats, in the area. MVD is a severe, often fatal illness, transmitted from bats to humans, and clinically similar to Ebola virus diseases. The disease has a case fatality ratio of up to 88%, but it can be much lower with good and early patient care. Under the leadership of the MoH, WHO is working alongside the Ethiopian response teams to enhance coordination, surveillance (including outbreak investigation, contact tracing, and alert management), case management, infection prevention and control measures, laboratory capacity, risk communication and community engagement. WHO assesses the public health risk posed by the outbreak as high at the national level, moderate at the regional level and low at the global level. Ethiopia is facing concurrent emergencies and multiple disease outbreaks, including of cholera, measles, dengue, which results in stretched health capacity.</p>\n<p>As of 20 November 2025, 33 laboratory tests have been conducted, of which six confirmed cases, including three deaths, have been reported. Of the six confirmed cases, three are currently alive and on treatment. In addition to the lab-confirmed cases, a further three epidemiologically linked cases could not be tested; all three are deceased and recorded as probable cases. A total of 206 contacts have been identified, and contacts are under active follow-up. The number of contacts will continue to change as the response evolves.</p>\n<p>Clinically, patients have presented with high-grade fever, headache, vomiting, abdominal pain, and watery or bloody diarrhoea. Haemorrhagic manifestations, including nose bleeding and vomiting blood were observed in five cases, consistent with multi-organ failure.</p>\n<p>As this is the first time Ethiopia is reporting MVD, WHO recommends that samples be shared with a reference laboratory for inter-laboratory comparison.</p>\n<p><strong>Figure 1: Map of Ethiopia showing location of Jinka town</strong></p>\n<p>Marburg virus disease (MVD) is a severe hemorrhagic fever caused by either of two closely related viruses, Marburg virus and Ravn virus, which are closely related to the Ebola viruses. MVD has a high case fatality rate, ranging from 24% to 88% from previous outbreaks The case fatality rate can be lowered with good and early patient care. The virus is initially transmitted to humans from fruit bats (<em>Rousettus aegyptiacus</em>) and then spreads among people through direct contact with bodily fluids, contaminated surfaces, or infected materials. Healthcare workers, caregivers, and individuals involved in burial practices are particularly at risk when infection prevention and control measures are not in place.</p>\n<p>MVD symptoms typically begin abruptly after an incubation period of two to 21 days and include high fever, severe headache, malaise, muscle aches, and progressive gastrointestinal symptoms such as diarrhea and vomiting. In severe cases, patients may experience bleeding from multiple sites and die from shock and organ failure within a week of symptom onset.</p>\n<p>There are no approved treatment or vaccines for MVD, although supportive treatment and early supportive care improves survival. Some candidate vaccines and therapeutics are currently under investigation.</p>\n<p>Nineteen outbreaks of MVD have previously been reported globally. The most <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2025-DON552\">recent</a> outbreak was reported from the Republic of Tanzania between January and March 2025. Additional countries that have reported outbreaks of MVD in the African Region include Angola, the Democratic Republic of the Congo, Equatorial Guinea, Ghana, Guinea, Kenya, Rwanda, South Africa, and Uganda.</p>\n<p>Local and national health authorities in Ethiopia have implemented the following public health measures:</p>\n<ul>\n<li>A National Taskforce has been established at the Ministry of Health to provide strategic guidance, make decisions and mobilize resources.</li>\n<li>A costed national three-month response plan has been developed and launched by the MoH/EPHI.</li>\n<li>The MoH is regularly providing information on the MVD outbreak to the general public and partners.</li>\n<li>Emergency Operational Centres (EOCs) have been activated at national and regional levels, with incident management structures established to coordinate the response. Daily coordination meetings are ongoing at the national and subnational EOCs.</li>\n<li>The Ministry of Health, in collaboration with EPHI and regional health offices, is conducting integrated surveillance and response activities.</li>\n<li>Community surveillance, contact tracing, house-to-house visits, and medical service delivery are being enhanced.</li>\n<li>Two hospitals have been designated as treatment centres, with dedicated health workers deployed to manage cases.</li>\n<li>Field assessments are being conducted by a rapid response team (RRT). One RRT was deployed to Jinka to conduct contact tracing and epidemiological investigation while a second team is strengthening infection prevention and control (IPC) in health facilities managing suspected cases.</li>\n<li>Risk Communication and Community Engagement (RCCE) teams are disseminating MVD prevention messages, developing activity plans for targeted interventions, monitoring social media to address misinformation, and assessing trusted communication channels to enhance public awareness.</li>\n</ul>\n<p>This is the first confirmed MVD outbreak in Ethiopia. The public health risk posed by the MVD outbreak is assessed as high at the national level due to several concerning factors:</p>\n<ul>\n<li>The outbreak involves six laboratory-confirmed cases; there have been a total of six deaths and there are three confirmed cases under treatment.</li>\n<li>All deaths involved unsupervised burials, posing a risk of potential additional community transmission.</li>\n<li>The presence of healthcare workers among the confirmed cases suggests potential occupational exposure risks within health facilities.</li>\n<li>Although investigations are ongoing, information on the source of the outbreak, geographical extent and epidemiology is limited.</li>\n</ul>\n<p>Although no international transmission has been confirmed to date, the potential risk for spread remains. The affected area, Jinka, while distant from Ethiopia’s capital or major international airports, is connected by road transportation networks, including to neighbouring Kenya and South Sudan. Therefore, the public health risk posed by this event is assessed as moderate at the regional level. It is considered low at the global level.</p>\n<p>Human-to-human transmission of Marburg virus is primarily associated with direct contact with the blood and/or other bodily fluids of infected people. Strengthening and reinforcing IPC measures is essential to prevent further transmission and reduce the likelihood of amplification.</p>\n<p>WHO advises the following risk reduction measures to be taken as an effective way to reduce MVD transmission to control the outbreak.</p>\n<p><strong>Prevention:</strong> Protective measures individuals should take to reduce human exposure to the virus include:</p>\n<ul>\n<li>Reduce the risk of human-to-human transmission in the community arising from direct or close contact with infected patients, particularly with their body fluids including blood, feces and vomit. Close physical contact with MVD patients should be avoided.</li>\n<li>Persons with symptoms compatible with MVD should immediately seek care in health facilities, and patients suspected or confirmed to have MVD should be isolated in a designated treatment centre for early care and to avoid transmission at home.</li>\n<li>Community and family members should avoid caring for symptomatic individuals at home and avoid touching bodies of people deceased with MVD symptoms. They should avoid touching other potentially contaminated items and surfaces.</li>\n<li>Reduce the risk of bat-to-human transmission arising from prolonged exposure to mines, caves or dwellings inhabited by fruit bat colonies. During work or research activities or tourist visits in mines or caves inhabited by fruit bat colonies, people should wear gloves and other appropriate protective clothing (including masks). During outbreaks, all animal products (blood and meat) should be thoroughly cooked before consumption.</li>\n</ul>\n<p><strong>Coordination:</strong> Multisectoral coordination and pillar meetings at all levels and sharing of detailed situation reports is encouraged. Involvement of different stakeholders and partners in preparedness and response activities is also encouraged. To ensure an effective and sustained response, resource mobilization efforts within the government and with partners are recommended.</p>\n<p><strong>Risk communication and community engagement:</strong> Raising public awareness and engaging with communities are important for successfully controlling MVD outbreaks. This includes raising awareness of symptoms, risk factors for infection, protective measures and the importance of seeking immediate care at a health facility. Sensitive and supportive information about safe and dignified burials is also crucial. This awareness should be increased through targeted campaigns and direct work with communities. Special attention should be given to high-risk groups, such as traditional healers, clergy, and community leaders, who may inadvertently facilitate disease spread, and who are important sources of information for the community. Misinformation and rumours should be addressed to foster trust and promote early symptom reporting.</p>\n<p><strong>Surveillance:</strong> Active case detection, contact tracing, and alert management across affected and neighbouring regions should be intensified. Community-based surveillance systems should be strengthened to promptly identify and report new cases, particularly in high-risk areas. Close monitoring of healthcare workers, family members and individuals who have had contact with suspected cases or other high-exposure settings should be ensured. Surveillance capacities should also be intensified at relevant points of entry and borders to reduce the risk of further spread, including internationally.</p>\n<p><strong>Infection prevention and control (IPC) measures:</strong></p>\n<ul>\n<li>Critical infection prevention and control measures should be implemented and/or strengthened in all health care facilities, per <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-WPE-CRS-HCR-2023.1\">WHO’s Infection prevention and control guideline for Ebola and Marburg disease</a>, which highlighted the importance of the rapid implementation of the IPC ring approach, including but not limited to IPC rapid assessment, decontamination of health facilities and households and early detection and identification of the cases through the screening and isolation of the suspected cases to minimize the transmission risk. Patients meeting the case definition for suspected MVD should be treated with appropriate precautions for MVD, regardless of whether the clinical suspicion suggests a more common ailment with similar symptoms, such as malaria.</li>\n<li>Health workers caring for patients with confirmed or suspected MVD should apply <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.2\">transmission-based precautions</a> in addition to <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/WHO-UHL-IHS-IPC-2022.1\">standard precautions</a>, including appropriate use of personal protective equipment (PPE) and hand hygiene according to the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://cdn.who.int/media/docs/default-source/integrated-health-services-(ihs)/infection-prevention-and-control/your-5-moments-for-hand-hygiene-poster.pdf?sfvrsn=83e2fb0e_21%22%20%EF%B7%9FHYPERLINK%20%22https://cdn.who.int/media/docs/default-source/integrated-health-services-(ihs)/infection-prevention-and-control/your-5-moments-for-hand-hygiene-poster.pdf?sfvrsn=83e2fb0e_21\">WHO 5 moments</a>, to avoid contact with patient’s blood and other body fluids and with contaminated surfaces and objects. Waste generated in healthcare facilities must be safely segregated, safely collected, transported, stored, treated and finally disposed. Follow the national guidelines, rules and regulations for safe waste disposal or follow the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://iris.who.int/server/api/core/bitstreams/4daece5e-1220-47f5-903c-8c2a14fcd778/content\">WHO’s guidelines on safe waste management</a>.</li>\n<li>Patient-care activities should be undertaken in a clean and hygienic environment that facilitates practices related to the prevention and control of health-care-associated infections (HAIs) as outlined in <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/9789241547239\">Essential environmental health standards in health care.</a> Safe water, adequate sanitation and hygiene infrastructure and services should be provided in healthcare facilities. For details on recommendations and improvement, follow the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/publications/i/item/9789240043237\">WASH FIT implementation Package</a>.</li>\n</ul>\n<p><strong>Laboratory testing:</strong> The processing and analysis of samples should be expedited, with results promptly shared with responders and clinicians to guide patient management, containment strategies and broader response efforts. This includes genomic sequencing on positive samples. International referral of samples to a regional reference laboratory should be considered for inter-laboratory comparison. Laboratory workers handling specimens from patients suspected or confirmed to be infected with MARV should receive refresher training on laboratory biosafety; this includes taking appropriate precautions when drawing blood for a malaria rapid diagnostic test or other test not specific for MARV.</p>\n<p><strong>Evaluation of candidate medical countermeasures:</strong> There are no licensed vaccines or therapeutics against MVD. Several candidate vaccines are in the pipeline and outbreaks offer an opportunity to assess their efficacy and safety. There are <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.who.int/teams/blueprint/ebolavirus\">protocols available</a> and a network of experts in filoviruses ready to support national researchers.</p>\n<p><strong>Safe and dignified burials:</strong> Safe and dignified burial protocols should be implemented for persons who have died to minimize community exposure. Additional training and equipment for healthcare workers and burial teams should be provided to ensure safe management of MVD-related fatalities. Thorough community engagement is required to ensure that affected communities are empowered to adhere to the protocols.</p>\n<p><strong>Case management and mental health and psychosocial support:</strong> Designated treatment centers should ensure adequate level of care for confirmed patients to improve the chance of survival. Isolation and treatment facilities should be adequately equipped to ensure the safety and efficacy of patient care, while simultaneously preventing the spread of the disease. Supportive care such as rehydration, symptom management, and psychological support for patients and their families is essential to improving survival rates and mitigating the outbreak's impact.</p>\n<p><strong>Border health and cross-border coordination:</strong> Surveillance capacities should be strengthened at relevant at-risk points of entry, onboard conveyances, and in border regions to prevent further spread, including internationally. Cases, contacts and individuals in affected areas who present signs and symptoms compatible with case definition should be advised not to travel, in line with WHO’s border health and points of entry technical guidance for filovirus disease outbreaks. Collaboration with neighbouring countries should be enhanced to harmonize reporting mechanisms, conduct joint investigations, and share critical data in real-time. Countries at-risk of potential spread should enhance readiness activities to enable early case detection, isolation and treatment.</p>\n<p>Based on the current risk assessment, WHO advises against any travel and trade restrictions with Ethiopia.</p>\n<p><strong>Citable reference:</strong> World Health Organization (21 November 2025). Disease Outbreak News; Marburg virus disease in Ethiopia. Available at: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON585\">https://www/who.int/emergencies/disease-outbreak-news/item/2025-DON585</a></p>\n",
      "source": [
        "World Health Organization"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4188131",
      "title": "Ethiopia - Marburg virus disease outbreak, update (DG ECHO, WHO, Ethiopian MoH) (ECHO Daily Flash of 21 November 2025)",
      "date": {
        "original": "2025-11-21T00:00:00+00:00",
        "changed": "2025-11-21T12:42:26+00:00",
        "created": "2025-11-21T12:29:19+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-marburg-virus-disease-outbreak-update-dg-echo-who-ethiopian-moh-echo-daily-flash-21-november-2025",
      "body_text": "<ul>\n<li>As of 20 November, according to the Ethiopia Ministry of Health (MoH), 28 cases have been tested; six cases are confirmed, out of which three deceased; 129 suspected cases have been identified have been traced in Hawassa, Jinka and Sodo cities. Affected areas are Southern Ethiopia and Sidama regions.</li>\n<li>Ongoing interventions include the strengthening of primary health care, with focus on contact tracing, frontline health workers engagement and protection, and community-level prevention. WHO provided 1,000 test kits while the MoH is dispatching essential medications to Jinka. A mobile laboratory has been also deployed to Jinka and is now operational to expand testing and reduce the need for referrals to central facilities.</li>\n<li>WHO is closely collaborating with the MoH and providing technical and material support.</li>\n<li>Other partners like UNICEF, Africa CDC, US CDC, and INGOs stand ready to contribute to the Prevention and Response presented by the MoH.</li>\n<li>Communication to communities, personal protective equipment (PPEs), supplies, and essential drugs are prioritised to protect health workers and prevent further expansion of the outbreak.</li>\n</ul>\n",
      "source": [
        "European Commission's Directorate-General for European Civil Protection and Humanitarian Aid Operations"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4187263",
      "title": "Ethiopia - Marburg virus disease outbreak (CDC, WHO) (ECHO Daily Flash of 17 November 2025)",
      "date": {
        "original": "2025-11-17T00:00:00+00:00",
        "changed": "2025-11-17T14:48:09+00:00",
        "created": "2025-11-17T11:29:18+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-marburg-virus-disease-outbreak-cdc-who-echo-daily-flash-17-november-2025",
      "body_text": "<ul>\n<li>The Federal Ministry of Health of Ethiopia and the Ethiopian Public Health Institute (EPHI) has confirmed an outbreak of Marburg virus disease (MVD) in Jinka, Southern Region on 14 November 2025.</li>\n<li>To date, a total of nine cases have been reported in the outbreak, of whom six have died, including a doctor and a nurse.</li>\n<li>Further epidemiological investigations and laboratory analyses are underway, and the virus strain detected shows similarities to those previously identified in East Africa.</li>\n<li>The Federal Ministry of Health, EPHI, and regional health authorities have activated response measures, including enhanced surveillance, field investigations, strengthened infection prevention and control, and community engagement efforts.</li>\n<li>The World Health Organization (WHO) and partners are supporting the government. A team of responders with expertise in viral haemorrhagic fever outbreak response has been deployed along with medical supplies and equipment.</li>\n</ul>\n",
      "source": [
        "European Commission's Directorate-General for European Civil Protection and Humanitarian Aid Operations"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4187211",
      "title": "Africa CDC Statement on Confirmed Marburg Virus Disease in Jinka, Southern Region, Ethiopia",
      "date": {
        "original": "2025-11-15T00:00:00+00:00",
        "changed": "2025-11-17T14:49:39+00:00",
        "created": "2025-11-17T09:56:07+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/africa-cdc-statement-confirmed-marburg-virus-disease-jinka-southern-region-ethiopia",
      "body_text": "<p><strong>Addis Ababa, Ethiopia, 15 November 2025 —</strong> The Africa Centres for Disease Control and Prevention (Africa CDC) acknowledges the confirmation by the Federal Ministry of Health of Ethiopia and the Ethiopian Public Health Institute (EPHI) of an outbreak of Marburg virus disease (MVD) in Jinka, Southern Region.</p>\n<p>As of 14 November 2025, Marburg virus disease (MVD) has been confirmed by the National Reference Laboratory.Further epidemiological investigations and laboratory analyses are underway, and the virus strain detected shows similarities to those previously identified in East Africa.</p>\n<p>The initial alert of a suspected viral haemorrhagic fever was shared with Africa CDC on 12 November 2025.</p>\n<p>The Federal Ministry of Health, EPHI, and regional health authorities have activated response measures, including enhanced surveillance, field investigations, strengthened infection prevention and control, and community engagement efforts. Africa CDC commends their swift action and transparent communication, which have enabled early confirmation and containment efforts.</p>\n<p>Africa CDC has been a long-standing partner of EPHI in strengthening Ethiopia’s molecular diagnostic and genomic surveillance capacity — critical capabilities that were immediately deployed in response to this outbreak. Through this collaboration, Africa CDC has provided genome-sequencing equipment, sequencing reagents, PCR detection kits (including Marburg-specific assays), and extensive training for laboratory personnel in genome sequencing, bioinformatics, biosafety, PPE use, and safe sample handling.</p>\n<p>The core genomics facility at EPHI has been strengthened by Africa CDC, together with partners such as the Global Fund, WHO and the UK Health Security Agency, supporting rapid laboratory confirmation and enhancing Ethiopia’s overall outbreak readiness.</p>\n<p>As a leading Ethiopian research institution, the Armauer Hansen Research Institute (AHRI) has also seen its research and genomics capacity significantly strengthened through Africa CDC’s support, including the provision of equipment, reagents and targeted training. AHRI is therefore well positioned to play a central role during this Marburg outbreak. This response presents a unique opportunity not only to improve care for affected communities but also to generate critical innovations in Marburg prevention, diagnostics and treatment.</p>\n<p>To further strengthen coordination, Africa CDC and the Ministry of Health will integrate Marburg virus response efforts with ongoing mpox preparedness and surveillance. This joint approach is designed to optimise resources, accelerate early detection and reduce the risk of regional spread.</p>\n<p>Africa CDC Director-General, H.E. Dr Jean Kaseya, will meet with the Minister of Health of Ethiopia to assess additional support needs and reinforce cross-border readiness with neighbouring countries. Africa CDC will continue to work closely with the Government of Ethiopia and partners to ensure a rapid, coordinated and effective response.</p>\n<p>Further updates will be provided as more information becomes available.</p>\n<p><strong>##</strong>#</p>\n<p><strong>About the Africa CDC</strong></p>\n<p>The Africa Centres for Disease Control and Prevention (Africa CDC) is a public health agency of the African Union. It is autonomous and supports member states in strengthening health systems. It also helps improve disease surveillance, emergency response, and disease control. Learn more at: <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.africacdc.org/\">http://www.africacdc.org</a> and connect with us on <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.linkedin.com/company/14792760/\">LinkedIn</a>, <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://x.com/AfricaCDC\">Twitter</a>, <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.facebook.com/africacdc\">Facebook</a> and <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.youtube.com/AfricaCDC\">YouTube</a></p>\n<p><strong>Media Contacts</strong></p>\n<p>Margaret Edwin</p>\n<p>Director of Communication and Public Information</p>\n<p><a href=\"mailto:EdwinM@africacdc.org\">EdwinM@africacdc.org</a></p>\n",
      "source": [
        "Africa Centres for Disease Control and Prevention"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4187128",
      "title": "Ethiopia confirms first outbreak of Marburg virus disease",
      "date": {
        "original": "2025-11-14T00:00:00+00:00",
        "changed": "2025-11-17T14:47:23+00:00",
        "created": "2025-11-17T01:55:18+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/ethiopia-confirms-first-outbreak-marburg-virus-disease",
      "body_text": "<p><strong>Addis Ababa—</strong> Ethiopia’s Ministry of Health has confirmed an outbreak of Marburg virus disease in the South Ethiopia Region, the first of its kind in the country, following laboratory testing of samples from a cluster of suspected cases of viral haemorrhagic fever.</p>\n<p>Genetic analysis by the Ethiopia Public Health Institute revealed that the virus is of the same strain as the one that has been reported in previous outbreaks in other countries in East Africa. A total of nine cases have been reported in the outbreak that has affected Jinka town in the South Ethiopia Region.</p>\n<p>The national authorities are scaling up response including community-wide screening, isolation of cases, treatment, contact tracing and public awareness campaigns to curb the spread of the Marburg virus, which is in the same family of viruses that cause Ebola virus disease.</p>\n<p>The World Health Organization (WHO) and partners are supporting the government as it intensifies response to halt the spread of the virus and end the outbreak. A team of responders with expertise in viral haemorrhagic fever outbreak response has been deployed along with medical supplies and equipment.</p>\n<p>Marburg virus disease is a severe and often fatal illness caused by the Marburg virus. The disease is transmitted to humans from fruit bats and spreads among people through direct contact with bodily fluids of infected individuals or contaminated materials.</p>\n<p>Initial symptoms include high fever, severe headache, muscle aches and fatigue. Many patients develop severe bleeding within a week of onset. Although several promising candidate medical countermeasures are currently undergoing clinical trials, there is no licensed therapeutic or vaccine for effective management or prevention of Marburg virus disease. However, early access to supportive treatment and care – rehydration with oral or intravenous fluids – and treatment of specific symptoms, improve survival.</p>\n<p>In the African region, previous outbreaks and sporadic cases have been reported in Angola, the Democratic Republic of the Congo, Ghana, Kenya, Equatorial Guinea, Rwanda, South Africa, Tanzania and Uganda.</p>\n<p><strong>For Additional Information or to Request Interviews, Please contact:</strong></p>\n<p>Collins Boakye-Agyemang</p>\n<p>Communications and marketing officer<br />\nTel: + 242 06 520 65 65 (WhatsApp)<br />\nEmail: <a href=\"mailto:boakyeagyemangc@who.int\">boakyeagyemangc@who.int</a></p>\n",
      "source": [
        "World Health Organization"
      ],
      "files": []
    },
    {
      "reliefweb_id": "4137943",
      "title": "Eastern Africa Climate Seasonal Outlook, March - May 2025 (Released 6th March 2025)",
      "date": {
        "original": "2025-03-06T00:00:00+00:00",
        "changed": "2025-03-06T18:39:43+00:00",
        "created": "2025-03-06T16:59:59+00:00"
      },
      "url": "https://reliefweb.int/report/ethiopia/eastern-africa-climate-seasonal-outlook-march-may-2025-released-6th-march-2025",
      "body_text": "<h2><strong>HIGHLIGHTS</strong></h2>\n<p><strong>October to December (OND) Review</strong></p>\n<ul>\n<li>There was mixed rainfall patterns over OND; deficits in central Somalia and northeastern Kenya; wetter than average in northern Uganda, southern S. Sudan, western Kenya and northern Tanzania. No major floods occurred.</li>\n<li>La Nina (onset December 2024) brought drier conditions to some areas. By February, rain deficits and dry soil were reported in southwestern Uganda and western/southeastern Tanzania, raising the risk of floods with subsequent rains.</li>\n<li>Warmer-than-usual temperatures seen across of the region.</li>\n</ul>\n<p><strong>March April May (MAM) Outlook</strong></p>\n<ul>\n<li>A high chance of drier-than-normal conditions (55%) is indicated for the borders-areas of Ethiopia-Kenya-Somalia, north-eastern Eritrea, and southwestern South Sudan.</li>\n<li>This is influences by La Nina conditions which are likely to persist into April (59% chance), followed by neutral conditions afterwards.</li>\n<li>Wetter than normal conditions are expected over parts of central and southern Tanzania, northeastern Uganda, eastern South Sudan and western Ethiopia.</li>\n<li>Temperatures are forecast to be above-average region wide.</li>\n</ul>\n",
      "source": [
        "Médecins Sans Frontières"
      ],
      "files": [
        {
          "filename": "4137943_EasternAfricaClimateSeasonalOutlookMarch-May2025Released6thMarch2025.pdf",
          "path": "./reliefweb_data/Marburg_Disease_Outbreak_eth_20260212_141152/pdfs/4137943_EasternAfricaClimateSeasonalOutlookMarch-May2025Released6thMarch2025.pdf",
          "url": "https://reliefweb.int/attachments/18e666e2-87bb-40b5-b004-1ee006a7d8f7/Eastern%20Africa%20Climate%20Seasonal%20Outlook%2C%20March%20-%20May%202025%20%28Released%206th%20March%202025%29.pdf",
          "size": 654242
        }
      ]
    }
  ]
}